<?xml version="1.0" encoding="iso-8859-1"?>

<rdf:RDF
 xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#"
 xmlns="http://purl.org/rss/1.0/"
 xmlns:slash="http://purl.org/rss/1.0/modules/slash/"
 xmlns:taxo="http://purl.org/rss/1.0/modules/taxonomy/"
 xmlns:dc="http://purl.org/dc/elements/1.1/"
 xmlns:syn="http://purl.org/rss/1.0/modules/syndication/"
 xmlns:admin="http://webns.net/mvcb/"
>

<channel rdf:about="http://barrapunto.com/">
<title>Barrapunto</title>
<link>http://barrapunto.com/</link>
<description>La informaci&#243;n que te interesa</description>
<dc:language>EN</dc:language>
<dc:rights>Copyleft 1999-2006, Barrapunto</dc:rights>
<dc:date>2015-04-15T14:10:11+00:00</dc:date>
<dc:publisher>Barrapunto S.L.</dc:publisher>
<dc:creator>webmaster@barrapunto.com</dc:creator>
<dc:subject>Tecnolog&#237;a, Software libre</dc:subject>
<syn:updatePeriod>hourly</syn:updatePeriod>
<syn:updateFrequency>1</syn:updateFrequency>
<syn:updateBase>1970-01-01T00:00+00:00</syn:updateBase>
<items>
 <rdf:Seq>
  <rdf:li rdf:resource="http://barrapunto.com/article.pl?sid=15/04/15/072227&amp;from=rss" />
  <rdf:li rdf:resource="http://barrapunto.com/article.pl?sid=15/04/13/225214&amp;from=rss" />
  <rdf:li rdf:resource="http://eventos.barrapunto.com/article.pl?sid=15/04/13/221253&amp;from=rss" />
  <rdf:li rdf:resource="http://softlibre.barrapunto.com/article.pl?sid=15/04/13/1435253&amp;from=rss" />
  <rdf:li rdf:resource="http://americas.barrapunto.com/article.pl?sid=15/04/09/1810202&amp;from=rss" />
  <rdf:li rdf:resource="http://barrapunto.com/article.pl?sid=15/04/08/2156241&amp;from=rss" />
  <rdf:li rdf:resource="http://eventos.barrapunto.com/article.pl?sid=15/04/07/2117252&amp;from=rss" />
  <rdf:li rdf:resource="http://barrapunto.com/article.pl?sid=15/03/29/210236&amp;from=rss" />
  <rdf:li rdf:resource="http://barrapunto.com/article.pl?sid=15/03/29/165228&amp;from=rss" />
  <rdf:li rdf:resource="http://ciberderechos.barrapunto.com/article.pl?sid=15/03/28/207232&amp;from=rss" />
 </rdf:Seq>
</items>
<image rdf:resource="http://barrapunto.com/images/topics/topicbarrapunto.png" />
<textinput rdf:resource="http://barrapunto.com/search.pl" />
</channel>

<image rdf:about="http://barrapunto.com/images/topics/topicbarrapunto.png">
<title>Barrapunto</title>
<url>http://barrapunto.com/images/topics/topicbarrapunto.png</url>
<link>http://barrapunto.com/</link>
</image>

<item rdf:about="http://barrapunto.com/article.pl?sid=15/04/15/072227&amp;from=rss">
<title>Recetas con creatividad artificial</title>
<link>http://barrapunto.com/article.pl?sid=15/04/15/072227&amp;from=rss</link>
<description>Cari Romm en The Atlantic informa sobre las investigaciones del equipo de cocina cognitiva de IBM. A partir de muchas recetas en la red, el sistema Watson descubre qu&amp;#233; ingredientes combinan entre s&amp;#237; y propone mezclas sorprendentes que sus c&amp;#225;lculos consideran que saben bien. Cocineros humanos entonces intentan convertir las propuestas en platos y las sirven desde un furg&amp;#243;n. Las recetas de Watson est&amp;#225;n disponibles en la web de IBM y en un nuevo libro. El men&amp;#250; incluye 'empanadillas criollas de cordero y gambas', 'tarta b&amp;#225;ltica de manzana' o 'pudin belga de beicon'. Tambi&amp;#233;n se pueden ver recetas de otros cocineros a partir de los ingredientes de Watson. Si las combinaciones de la creatividad artificial no te acaban de gustar, tal vez necesites el toque especial de otro robot.</description>
<dc:creator>Ricardo Estalm&#225;n (posted by nettizen)</dc:creator>
<dc:date>2015-04-15T06:20:00+00:00</dc:date>
<dc:subject>cocina</dc:subject>
<slash:section>mainpage</slash:section>
<slash:comments>5</slash:comments>
<slash:hit_parade>5,5,2,1,0,0,0</slash:hit_parade>
</item>

<item rdf:about="http://barrapunto.com/article.pl?sid=15/04/13/225214&amp;from=rss">
<title>Retenci&#243;n de datos y 'jaulas de canario' en Australia</title>
<link>http://barrapunto.com/article.pl?sid=15/04/13/225214&amp;from=rss</link>
<description>Leo en Ars Technica que el Parlamento australiano ha aprobado una enmienda a su Ley de Telecomunicaciones de 1979 para obligar a los proveedores de servicio a almacenar durante dos a&amp;#241;os los metadatos de las comunicaciones de sus clientes, con el objetivo de combatir actividades criminales como la explotaci&amp;#243;n infantil o el terrorismo. El cambio en la ley afecta a todos los ciudadanos australianos. Sin embargo, la nueva enmienda establece un r&amp;#233;gimen especial de garant&amp;#237;as para la informaci&amp;#243;n period&amp;#237;stica, en la que pasa a estar penado con dos a&amp;#241;os de prisi&amp;#243;n la revelaci&amp;#243;n sobre 'la existencia o no existencia' de procedimientos de investigaci&amp;#243;n (secci&amp;#243;n 182A), lo que en la pr&amp;#225;ctica equivale a prohibir procedimientos como los "'canarios cantores'" ('jaulas de canario'), utilizados por muchos administradores de servidores inform&amp;#225;ticos para informar a sus usuarios sobre la existencia o no de inspecciones bajo autoridad judicial (un ejemplo real puede verse aqu&amp;#237;. El gobierno australiano ha explicado que los datos obtenidos no ser&amp;#225;n utilizados para combatir las vulneraciones de copyright, aunque eso no ha impedido a los tribunales acceder a datos de navegaci&amp;#243;n de los usuarios en litigios sobre compartici&amp;#243;n de ficheros con copyright. El texto de la enmienda aprobada est&amp;#225; disponible en la web del Parlamento australiano. Si preferimos un resumen r&amp;#225;pido, podemos consultar crikey.com. M&amp;#225;s opiniones en Hacker News y en Slashdot. Una directiva similar sobre retenci&amp;#243;n de datos aprobada en la Uni&amp;#243;n Europea en 2005 fue declarada inv&amp;#225;lida en 2014.</description>
<dc:creator>jperex (posted by nettizen)</dc:creator>
<dc:date>2015-04-13T22:22:00+00:00</dc:date>
<dc:subject>privacidad</dc:subject>
<slash:section>mainpage</slash:section>
<slash:comments>2</slash:comments>
<slash:hit_parade>2,2,0,0,0,0,0</slash:hit_parade>
</item>

<item rdf:about="http://eventos.barrapunto.com/article.pl?sid=15/04/13/221253&amp;from=rss">
<title>Mini Maker Faire (25 de abril, Medialab Prado Madrid)</title>
<link>http://eventos.barrapunto.com/article.pl?sid=15/04/13/221253&amp;from=rss</link>
<description>Un pobrecito hablador nos cuenta: &amp;#171;El 25 de Abril se celebra en el Medialab Prado de Madrid la Mini Maker Faire. Un evento donde 'makers' de diversa &amp;#237;ndole mostrar&amp;#225;n sus proyectos 'DIY' y 'DIWO'. Tecnolog&amp;#237;a, ciencia y arte podr&amp;#225;n verse en los puestos, charlas y talleres que ese d&amp;#237;a se ofrecer&amp;#225;n. La entrada es gratuita pero hay que registrarse para obtenerla.&amp;#187;</description>
<dc:creator>nettizen</dc:creator>
<dc:date>2015-04-13T21:14:00+00:00</dc:date>
<dc:subject>Cultura hacker</dc:subject>
<slash:section>eventos</slash:section>
<slash:hit_parade>0,0,0,0,0,0,0</slash:hit_parade>
</item>

<item rdf:about="http://softlibre.barrapunto.com/article.pl?sid=15/04/13/1435253&amp;from=rss">
<title>Disponible nuevo n&#250;cleo Linux 4.0</title>
<link>http://softlibre.barrapunto.com/article.pl?sid=15/04/13/1435253&amp;from=rss</link>
<description>Un pobrecito hablador nos cuenta: &amp;#171;Se acaba de anunciar la disponibilidad del n&amp;#250;cleo Linux 4.0. Entre las novedades a destacar cabe rese&amp;#241;ar: actualizaci&amp;#243;n del n&amp;#250;cleo 'en caliente'; mejoras en DRM, y mejoras en los controladores gr&amp;#225;ficos para Intel, nVidia y Radeon; soporte de m&amp;#225;s hardware ARM y de IBM z13; soporte para virtIO 1.0; mejoras en RAID 5/6 para BRTFS; y muchas m&amp;#225;s. Pronto podr&amp;#225; consultarse la lista con todos los cambios de la versi&amp;#243;n. Tambi&amp;#233;n est&amp;#225; disponible una lista con las novedades que se podr&amp;#237;an incorporar en la versi&amp;#243;n 4.1.&amp;#187;</description>
<dc:creator>nettizen</dc:creator>
<dc:date>2015-04-13T13:52:00+00:00</dc:date>
<dc:subject>kernel linux</dc:subject>
<slash:section>softlibre</slash:section>
<slash:comments>3</slash:comments>
<slash:hit_parade>3,3,2,2,0,0,0</slash:hit_parade>
</item>

<item rdf:about="http://americas.barrapunto.com/article.pl?sid=15/04/09/1810202&amp;from=rss">
<title>Obama aprueba una Orden Ejecutiva para combatir ciberataques</title>
<link>http://americas.barrapunto.com/article.pl?sid=15/04/09/1810202&amp;from=rss</link>
<description>Leo en Bloomberg que el presidente estadounidense Barack Obama ha calificado de 'emergencia nacional' la situaci&amp;#243;n en la que se encuentra EE.UU. frente a ciberataques externos, y por ello ha redactado una Orden Ejecutiva (PDF) en la que se dictan sanciones econ&amp;#243;micas contra aquellos que utilicen medios inform&amp;#225;ticos para atacar los intereses de EE.UU., tanto en territorio norteamericano como en el exterior. En principio, la nueva ley permitir&amp;#225; al departamento del tesoro congelar activos econ&amp;#243;micos radicados en EE.UU. de personas f&amp;#237;sicas o jur&amp;#237;dicas cuyas actividades afecten la seguridad nacional, la pol&amp;#237;tica exterior, o la econom&amp;#237;a norteamericana. Aunque el documento se ha querido presentar como un medio para combatir el espionaje de pa&amp;#237;ses extranjeros o el robo de secretos industriales y comerciales, la redacci&amp;#243;n de la orden ejecutiva supone de-facto que las personas que realizan donaciones a Snowden, Assange o cualquier otra voz contraria a las pol&amp;#237;ticas estadounidenses puedan sufir sanciones y embargos de sus cuentas en bancos norteamericanos. La respuesta inmediata ha sido un incremento en las donaciones a Snowden via Bitcoin. Adem&amp;#225;s, un ciudadano de Oregon ha llamado a la desobediencia civil contra la orden ejecutiva realizando una donaci&amp;#243;n a Snowden, y autoinculp&amp;#225;ndose de manera p&amp;#250;blica. Por otro lado, la nueva orden ejecutiva tambi&amp;#233;n podr&amp;#237;a usarse para dificultar el trabajo de los profesionales de la ciberseguridad, ya que se penaliza la tenencia de herramientas y medios tecnol&amp;#243;gicos para realizar ataques, que en muchos casos resultan ser las mismas herramientas usadas para el dise&amp;#241;o de herramientas de protecci&amp;#243;n y el estudio no belicoso de vulnerabilidades. M&amp;#225;s opiniones en Slashdot y en Hacker News.</description>
<dc:creator>jperex (posted by nettizen)</dc:creator>
<dc:date>2015-04-09T16:26:00+00:00</dc:date>
<dc:subject>noticias</dc:subject>
<slash:section>americas</slash:section>
<slash:comments>9</slash:comments>
<slash:hit_parade>9,9,3,1,0,0,0</slash:hit_parade>
</item>

<item rdf:about="http://barrapunto.com/article.pl?sid=15/04/08/2156241&amp;from=rss">
<title>Crowdfunding: contruyendo un tel&#233;fono m&#243;vil open-hardware</title>
<link>http://barrapunto.com/article.pl?sid=15/04/08/2156241&amp;from=rss</link>
<description>Aunque existen algunos tel&amp;#233;fonos m&amp;#243;viles con sistema operativo opensource, el santo grial que persiguen los que buscan m&amp;#225;s privacidad en sus comunicaciones m&amp;#243;viles es conseguir ejecutar un firmware libre sobre el procesador baseband del tel&amp;#233;fono, que contiene el m&amp;#243;dem responsable de establecer el enlace inal&amp;#225;mbrico entre el tel&amp;#233;fono y la red celular. Este procesador es el componente m&amp;#225;s cerrado y propietario de los tel&amp;#233;fonos m&amp;#243;viles actuales, posibilitando el control remoto de nuestros tel&amp;#233;fonos y la implementaci&amp;#243;n de backdoors y mecanismos de monitorizaci&amp;#243;n sin el conocimiento del usuario del m&amp;#243;vil. Leo en la lista de correo del proyecto Replicant que se ha creado un proyecto de financiaci&amp;#243;n por crowdfunding para arrancar el desarrollo hardware del proyecto FreeCalypso, cuyo objetivo es dise&amp;#241;ar un m&amp;#243;dulo baseband Open Hardware que pueda incorporarse en otros dise&amp;#241;os libres y que ejecute un firmware completamente libre. En lugar de crear un nuevo dise&amp;#241;o desde cero, la idea es tomar como base el tel&amp;#233;fono GTA02 del proyecto Openmoko, basado en el procesador baseband Calypso de Texas Instruments que, a diferencia de los Qualcomm o Mediatek actuales, permite cargar firmwares customizados.</description>
<dc:creator>jperex (posted by nettizen)</dc:creator>
<dc:date>2015-04-08T21:10:00+00:00</dc:date>
<dc:subject>hardware</dc:subject>
<slash:section>mainpage</slash:section>
<slash:comments>30</slash:comments>
<slash:hit_parade>30,30,3,3,1,0,0</slash:hit_parade>
</item>

<item rdf:about="http://eventos.barrapunto.com/article.pl?sid=15/04/07/2117252&amp;from=rss">
<title> Seminario eMadrid sobre 'Pensamiento Computacional'</title>
<link>http://eventos.barrapunto.com/article.pl?sid=15/04/07/2117252&amp;from=rss</link>
<description>pobrecito hablador nos cuenta: &amp;#171;El 17 de abril se celebra el seminario eMadrid sobre "Pensamiento Computacional" en la Universidad Rey Juan Carlos. El seminario se compone de 3 ponencias en las que se analizar&amp;#225; esta competencia desde el punto de vista educativo, investigador y emprendedor. Marcos Rom&amp;#225;n (UNED) hablar&amp;#225; de la importancia del desarrollo de esta competencia y analizar&amp;#225; una herramienta que permite su medici&amp;#243;n; Jes&amp;#250;s Moreno (Programamos y URJC) presentar&amp;#225; las &amp;#250;ltimas novedades de Dr. Scratch, una herramienta que permite analizar proyectos Scratch y que ha recibido un Google RISE Award; y Luis Carbajosa (PIXIE) hablar&amp;#225; de la start-up espa&amp;#241;ola PIXIE, un nuevo entorno de programaci&amp;#243;n visual y una plataforma web que ayuda a profesores y a alumnos a profundizar en el Pensamiento Computacional. Para acudir al evento es necesario realizar un registro (gratuito). La red eMadrid es un proyecto subvencionado por la Comunidad de Madrid que fomenta la investigaci&amp;#243;n y el desarrollo de tecnolog&amp;#237;as de apoyo al aprendizaje (Technology-Enhanced Learning). Coordinado por la Universidad Carlos III de Madrid, tiene como socios a las universidades Aut&amp;#243;noma de Madrid, Complutense de Madrid, Polit&amp;#233;cnica de Madrid, Rey Juan Carlos y UNED, adem&amp;#225;s de participar otras universidades y empresas del sector como entes asociados.&amp;#187;</description>
<dc:creator>nettizen</dc:creator>
<dc:date>2015-04-07T20:36:00+00:00</dc:date>
<dc:subject>computacion</dc:subject>
<slash:section>eventos</slash:section>
<slash:comments>13</slash:comments>
<slash:hit_parade>13,9,0,0,0,0,0</slash:hit_parade>
</item>

<item rdf:about="http://barrapunto.com/article.pl?sid=15/03/29/210236&amp;from=rss">
<title>Campa&#241;a #DejenDeSeguirme contra el espionaje masivo</title>
<link>http://barrapunto.com/article.pl?sid=15/03/29/210236&amp;from=rss</link>
<description>Amnist&amp;#237;a Internacional ha lanzado la campa&amp;#241;a #DejenDeSeguirme para llamar la atenci&amp;#243;n sobre el espionaje masivo que Estados Unidos y sus aliados hacen sobre nuestra actividad en la Red. Se basan en los testimonios de Edward Snowden. Por nuestra parte, podemos enviar una petici&amp;#243;n a los gobiernos de Estados Unidos, Reino Unido, Canad&amp;#225;, Australia y Nueva Zelanda.</description>
<dc:creator>Ricardo Estalm&#225;n (posted by nettizen)</dc:creator>
<dc:date>2015-03-30T05:18:00+00:00</dc:date>
<dc:subject>privacidad</dc:subject>
<slash:section>mainpage</slash:section>
<slash:comments>24</slash:comments>
<slash:hit_parade>24,24,12,10,7,1,1</slash:hit_parade>
</item>

<item rdf:about="http://barrapunto.com/article.pl?sid=15/03/29/165228&amp;from=rss">
<title>Un equipo de baloncesto alem&#225;n desciende por culpa de una actualizaci&#243;n de Windows</title>
<link>http://barrapunto.com/article.pl?sid=15/03/29/165228&amp;from=rss</link>
<description>Un pobrecito hablador nos cuenta: &amp;#171;El descenso m&amp;#225;s doloroso quiz&amp;#225; no sea el que se produce en el &amp;#250;ltimo segundo de un partido, porque la segunda divisi&amp;#243;n del baloncesto alem&amp;#225;n ha vivido uno m&amp;#225;s cruel si cabe: el que sufri&amp;#243; el Paderborn Baskets, que se va a tercera por culpa de una actualizaci&amp;#243;n de Windows, seg&amp;#250;n el portal Ars Technica. Ocurri&amp;#243; en el partido entre el Paderborn y el Chemnitz Niners. El ordenador que estaba conectado al marcador electr&amp;#243;nico se 'colg&amp;#243;' y tuvo que ser reiniciado. Pero hete aqu&amp;#237; que Windows ten&amp;#237;a actualizaciones pendientes, y el reinicio dur&amp;#243; 25 minutos. El partido se desarroll&amp;#243; con normalidad y el Paderborn gan&amp;#243; 69-62. Pero el Chemnitz, con el reglamento en la mano, reclam&amp;#243; a la liga, ya que la competici&amp;#243;n s&amp;#243;lo permite retrasos de 15 minutos. Por eso, la liga dio la raz&amp;#243;n al Chemnitz y sancion&amp;#243; al Paderborn con un punto menos en la clasificaci&amp;#243;n. Este punto menos supone el descenso del Paderborn a la tercera categor&amp;#237;a del basket teut&amp;#243;n. El manager general del equipo, Patrick Seidel, ha dicho que no se puede culpar de nada al Chemnitz, pero dice que no pueden ser culpables ya que ellos no activaron las actualizaciones.&amp;#187; Fuente: German pro basketball team relegated to lower division due to Windows update - Ars Technica, via Un equipo de baloncesto alem&amp;#225;n desciende por culpa de una actualizaci&amp;#243;n de Windows - 20 Minutos</description>
<dc:creator>Wayfarer</dc:creator>
<dc:date>2015-03-29T15:38:00+00:00</dc:date>
<dc:subject>noticias</dc:subject>
<slash:department>Deportes-en-Barrapunto</slash:department>
<slash:section>mainpage</slash:section>
<slash:comments>92</slash:comments>
<slash:hit_parade>92,92,43,18,2,0,0</slash:hit_parade>
</item>

<item rdf:about="http://ciberderechos.barrapunto.com/article.pl?sid=15/03/28/207232&amp;from=rss">
<title>Seis a&#241;os de prisi&#243;n por colgar peri&#243;dicos en internet</title>
<link>http://ciberderechos.barrapunto.com/article.pl?sid=15/03/28/207232&amp;from=rss</link>
<description>Leo en Xataka que la Audiencia Nacional ha condenado a los administradores de Youkioske.com por colgar en su sitio web, entre 2009 y 2012, el contenido de 17000 revistas y peri&amp;#243;dicos europeos, y lucrarse mediante banners publicitarios. De los tres acusados, dos han sido condenados a seis a&amp;#241;os de prisi&amp;#243;n cada uno: tres a&amp;#241;os por delitos contra la propiedad intelectual (comunicaci&amp;#243;n p&amp;#250;blica de obras protegidas por derechos de autor) y tres a&amp;#241;os m&amp;#225;s por pertenencia a organizaci&amp;#243;n criminal. El tercer acusado ha sido absuelto por no quedar acreditado su participaci&amp;#243;n en los hechos. La secci&amp;#243;n segunda de la Sala de lo Penal ha aplicado por primera vez el tipo "agravado" para el delito contra la propiedad intelectual. Los acusados se enfrentaban a peticiones de 8 a&amp;#241;os de c&amp;#225;rcel (petici&amp;#243;n del fiscal) y de hasta 18 a&amp;#241;os (acusaciones particulares). El fiscal estimaba las p&amp;#233;rdidas ocasionadas a las editoriales en 3,7 millones de euros, y las ganancias obtenidas por publicidad en 196280 euros. La sentencia completa (n 6/2015) puede descargarse aqu&amp;#237;. El fallo es recurrible ante el Supremo. Adem&amp;#225;s de las penas de prisi&amp;#243;n, se les impone "inhabilitaci&amp;#243;n durante cinco a&amp;#241;os para el ejercicio de las profesiones de administrador de servidores y gestor de contenidos". AEDE y CEDRO se muestran muy satisfechos ante la decisi&amp;#243;n del tribunal. La noticia aparece en diversos medios de comunicaci&amp;#243;n espa&amp;#241;oles, tomando como base la nota de prensa de Europa Press. Podemos encontrar valoraciones detalladas de la sentencia en Juridicas.com y en Lupicinio.com.</description>
<dc:creator>jperex (posted by Wayfarer)</dc:creator>
<dc:date>2015-03-28T20:23:00+00:00</dc:date>
<dc:subject>pasta</dc:subject>
<slash:department>...And-Justice-for-All</slash:department>
<slash:section>ciberderechos</slash:section>
<slash:comments>27</slash:comments>
<slash:hit_parade>27,26,10,7,4,0,0</slash:hit_parade>
</item>

<textinput rdf:about="http://barrapunto.com/search.pl">
<title>Search Barrapunto</title>
<description>Search Barrapunto stories</description>
<name>query</name>
<link>http://barrapunto.com/search.pl</link>
</textinput>

</rdf:RDF>